Repository: skar404/slowth
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: ar, ar_eg, be, bn, cs, da, de, es, fil, fr, ha, he, hi, hu, hy, id, it, ja, ka, kk, ko, ky, lt, mr, ne, nl, pa_arab, pcm, pl, pt_br, pt_pt, ro, ru, sv, sw, ta, te, th, tr, uk, ur, vi, yue, zh_hans, zh_hant

source: Choose the Instagram app before enabling Reels blocking.
ar: اختر تطبيق ⁦Instagram⁩ قبل تفعيل حظر ⁦Reels⁩.
ar_eg: اختار تطبيق ⁦Instagram⁩ قبل ما تشغّل حظر ⁦Reels⁩.
be: Выберыце праграму Instagram, перш чым уключаць блакіроўку Reels.
bn: Reels ব্লক করা চালু করার আগে Instagram অ্যাপ বেছে নিন।
cs: Před zapnutím blokování Reels vyberte aplikaci Instagram.
da: Vælg Instagram-appen, før du slår blokering af Reels til.
de: Wähle die Instagram-App, bevor du Reels blockierst.
es: Elige la app de Instagram antes de activar el bloqueo de Reels.
fil: Piliin ang Instagram app bago i-on ang pag-block ng Reels.
fr: Choisissez l’app Instagram avant d’activer le blocage des Reels.
ha: Zaɓi manhajar Instagram kafin kunna toshewar Reels.
he: יש לבחור את היישום ⁦Instagram⁩ לפני הפעלת חסימת ⁦Reels⁩.
hi: Reels ब्लॉक करने से पहले Instagram ऐप चुनें।
hu: Válaszd ki az Instagram appot a Reels blokkolásának bekapcsolása előtt.
hy: Reels-ի արգելափակումը միացնելուց առաջ ընտրեք Instagram հավելվածը։
id: Pilih aplikasi Instagram sebelum mengaktifkan pemblokiran Reels.
it: Scegli l'app Instagram prima di attivare il blocco di Reels.
ja: Reelsのブロックを有効にする前に、Instagramアプリを選択してください。
ka: Reels-ის დაბლოკვის ჩართვამდე აირჩიეთ Instagram აპი.
kk: Reels бұғаттауын қоспас бұрын Instagram қолданбасын таңдаңыз.
ko: Reels 차단을 켜기 전에 Instagram 앱을 선택하세요.
ky: Reels бөгөттөөсүн күйгүзүүдөн мурун Instagram колдонмосун тандаңыз.
lt: Prieš įjungdami „Reels“ blokavimą, pasirinkite „Instagram“ programą.
mr: Reels ब्लॉक करणे सुरू करण्यापूर्वी Instagram ॲप निवडा.
ne: Reels रोक्ने सुविधा खोल्नुअघि Instagram एप छान्नुहोस्।
nl: Kies de Instagram-app voordat je Reels blokkeert.
pa_arab: ⁦Reels⁩ دی بلاکنگ چالو کرن توں پہلاں ⁦Instagram⁩ ایپ چُنو۔
pcm: Choose Instagram app before you turn on Reels blocking.
pl: Wybierz aplikację Instagram, zanim włączysz blokowanie Reels.
pt_br: Selecione o app do Instagram antes de ativar o bloqueio de Reels.
pt_pt: Selecione o app do Instagram antes de ativar o bloqueio de Reels.
ro: Alege aplicația Instagram înainte de a activa blocarea Reels.
ru: Выберите приложение Instagram, прежде чем включать блокировку Reels.
sv: Välj Instagram-appen innan du aktiverar blockering av Reels.
sw: Chagua programu ya Instagram kabla ya kuwasha uzuiaji wa Reels.
ta: Reels தடுப்பை இயக்கும் முன் Instagram செயலியைத் தேர்ந்தெடுக்கவும்.
te: Reels బ్లాకింగ్‌ను ఆన్ చేసే ముందు Instagram యాప్‌ను ఎంచుకోండి.
th: เลือกแอป Instagram ก่อนเปิดการบล็อก Reels
tr: Reels engellemesini açmadan önce Instagram uygulamasını seçin.
uk: Виберіть програму Instagram, перш ніж увімкнути блокування Reels.
ur: ⁦Reels⁩ کی بلاکنگ فعال کرنے سے پہلے ⁦Instagram⁩ ایپ منتخب کریں۔
vi: Chọn ứng dụng Instagram trước khi bật chặn Reels.
yue: 請先揀 Instagram App，再開啟 Reels 封鎖。
zh_hans: 请先选择 Instagram App，再启用 Reels 屏蔽。
zh_hant: 請先選擇 Instagram App，再啟用 Reels 封鎖。

source: Choose the Instagram app before enabling Stories blocking.
ar: اختر تطبيق ⁦Instagram⁩ قبل تفعيل حظر القصص.
ar_eg: اختار تطبيق ⁦Instagram⁩ قبل ما تشغّل حظر الستوريز.
be: Выберыце праграму Instagram, перш чым уключаць блакіроўку гісторый.
bn: Stories ব্লক করা চালু করার আগে Instagram অ্যাপ বেছে নিন।
cs: Před zapnutím blokování příběhů vyberte aplikaci Instagram.
da: Vælg Instagram-appen, før du slår blokering af Stories til.
de: Wähle die Instagram-App, bevor du Stories blockierst.
es: Elige la app de Instagram antes de activar el bloqueo de Stories.
fil: Piliin ang Instagram app bago i-on ang pag-block ng Stories.
fr: Choisissez l’app Instagram avant d’activer le blocage des Stories.
ha: Zaɓi manhajar Instagram kafin kunna toshewar Labarai.
he: יש לבחור את היישום ⁦Instagram⁩ לפני הפעלת חסימת סטוריז.
hi: Stories ब्लॉक करने से पहले Instagram ऐप चुनें।
hu: Válaszd ki az Instagram appot a történetek blokkolásának bekapcsolása előtt.
hy: Պատմությունների արգելափակումը միացնելուց առաջ ընտրեք Instagram հավելվածը։
id: Pilih aplikasi Instagram sebelum mengaktifkan pemblokiran Cerita.
it: Scegli l'app Instagram prima di attivare il blocco delle storie.
ja: Storiesのブロックを有効にする前に、Instagramアプリを選択してください。
ka: ისტორიების დაბლოკვის ჩართვამდე აირჩიეთ Instagram აპი.
kk: Хикаяларды бұғаттауды қоспас бұрын Instagram қолданбасын таңдаңыз.
ko: Stories 차단을 켜기 전에 Instagram 앱을 선택하세요.
ky: Окуяларды бөгөттөөнү күйгүзүүдөн мурун Instagram колдонмосун тандаңыз.
lt: Prieš įjungdami istorijų blokavimą, pasirinkite „Instagram“ programą.
mr: Stories ब्लॉक करणे सुरू करण्यापूर्वी Instagram ॲप निवडा.
ne: स्टोरीहरू रोक्ने सुविधा खोल्नुअघि Instagram एप छान्नुहोस्।
nl: Kies de Instagram-app voordat je verhalen blokkeert.
pa_arab: سٹوریاں دی بلاکنگ چالو کرن توں پہلاں ⁦Instagram⁩ ایپ چُنو۔
pcm: Choose Instagram app before you turn on Stories blocking.
pl: Wybierz aplikację Instagram, zanim włączysz blokowanie relacji.
pt_br: Selecione o app do Instagram antes de ativar o bloqueio de Stories.
pt_pt: Selecione o app do Instagram antes de ativar o bloqueio de Stories.
ro: Alege aplicația Instagram înainte de a activa blocarea poveștilor.
ru: Выберите приложение Instagram, прежде чем включать блокировку историй.
sv: Välj Instagram-appen innan du aktiverar blockering av Stories.
sw: Chagua programu ya Instagram kabla ya kuwasha uzuiaji wa Hadithi.
ta: Stories தடுப்பை இயக்கும் முன் Instagram செயலியைத் தேர்ந்தெடுக்கவும்.
te: Stories బ్లాకింగ్‌ను ఆన్ చేసే ముందు Instagram యాప్‌ను ఎంచుకోండి.
th: เลือกแอป Instagram ก่อนเปิดการบล็อก Stories
tr: Hikâye engellemesini açmadan önce Instagram uygulamasını seçin.
uk: Виберіть програму Instagram, перш ніж увімкнути блокування історій.
ur: اسٹوریز کی بلاکنگ فعال کرنے سے پہلے ⁦Instagram⁩ ایپ منتخب کریں۔
vi: Chọn ứng dụng Instagram trước khi bật chặn Stories.
yue: 請先揀 Instagram App，再開啟限時動態封鎖。
zh_hans: 请先选择 Instagram App，再启用 Stories 屏蔽。
zh_hant: 請先選擇 Instagram App，再啟用限時動態封鎖。

source: Choose the YouTube app before enabling Shorts blocking.
ar: اختر تطبيق ⁦YouTube⁩ قبل تفعيل حظر ⁦Shorts⁩.
ar_eg: اختار تطبيق ⁦YouTube⁩ قبل ما تشغّل حظر ⁦Shorts⁩.
be: Выберыце праграму YouTube, перш чым уключаць блакіроўку Shorts.
bn: Shorts ব্লক করা চালু করার আগে YouTube অ্যাপ বেছে নিন।
cs: Před zapnutím blokování Shorts vyberte aplikaci YouTube.
da: Vælg YouTube-appen, før du slår blokering af Shorts til.
de: Wähle die YouTube-App, bevor du Shorts blockierst.
es: Elige la app de YouTube antes de activar el bloqueo de Shorts.
fil: Piliin ang YouTube app bago i-on ang pag-block ng Shorts.
fr: Choisissez l’app YouTube avant d’activer le blocage des Shorts.
ha: Zaɓi manhajar YouTube kafin kunna toshewar Shorts.
he: יש לבחור את היישום ⁦YouTube⁩ לפני הפעלת חסימת ⁦Shorts⁩.
hi: Shorts ब्लॉक करने से पहले YouTube ऐप चुनें।
hu: Válaszd ki a YouTube appot a Shorts blokkolásának bekapcsolása előtt.
hy: Shorts-ի արգելափակումը միացնելուց առաջ ընտրեք YouTube հավելվածը։
id: Pilih aplikasi YouTube sebelum mengaktifkan pemblokiran Shorts.
it: Scegli l'app YouTube prima di attivare il blocco di Shorts.
ja: Shortsのブロックを有効にする前に、YouTubeアプリを選択してください。
ka: Shorts-ის დაბლოკვის ჩართვამდე აირჩიეთ YouTube აპი.
kk: Shorts бұғаттауын қоспас бұрын YouTube қолданбасын таңдаңыз.
ko: Shorts 차단을 켜기 전에 YouTube 앱을 선택하세요.
ky: Shorts бөгөттөөсүн күйгүзүүдөн мурун YouTube колдонмосун тандаңыз.
lt: Prieš įjungdami „Shorts“ blokavimą, pasirinkite „YouTube“ programą.
mr: Shorts ब्लॉक करणे सुरू करण्यापूर्वी YouTube ॲप निवडा.
ne: Shorts रोक्ने सुविधा खोल्नुअघि YouTube एप छान्नुहोस्।
nl: Kies de YouTube-app voordat je Shorts blokkeert.
pa_arab: ⁦Shorts⁩ دی بلاکنگ چالو کرن توں پہلاں ⁦YouTube⁩ ایپ چُنو۔
pcm: Choose YouTube app before you turn on Shorts blocking.
pl: Wybierz aplikację YouTube, zanim włączysz blokowanie Shorts.
pt_br: Selecione o app do YouTube antes de ativar o bloqueio de Shorts.
pt_pt: Selecione o app do YouTube antes de ativar o bloqueio de Shorts.
ro: Alege aplicația YouTube înainte de a activa blocarea Shorts.
ru: Выберите приложение YouTube, прежде чем включать блокировку Shorts.
sv: Välj YouTube-appen innan du aktiverar blockering av Shorts.
sw: Chagua programu ya YouTube kabla ya kuwasha uzuiaji wa Shorts.
ta: Shorts தடுப்பை இயக்கும் முன் YouTube செயலியைத் தேர்ந்தெடுக்கவும்.
te: Shorts బ్లాకింగ్‌ను ఆన్ చేసే ముందు YouTube యాప్‌ను ఎంచుకోండి.
th: เลือกแอป YouTube ก่อนเปิดการบล็อก Shorts
tr: Shorts engellemesini açmadan önce YouTube uygulamasını seçin.
uk: Виберіть програму YouTube, перш ніж увімкнути блокування Shorts.
ur: ⁦Shorts⁩ کی بلاکنگ فعال کرنے سے پہلے ⁦YouTube⁩ ایپ منتخب کریں۔
vi: Chọn ứng dụng YouTube trước khi bật chặn Shorts.
yue: 請先揀 YouTube App，再開啟 Shorts 封鎖。
zh_hans: 请先选择 YouTube App，再启用 Shorts 屏蔽。
zh_hant: 請先選擇 YouTube App，再啟用 Shorts 封鎖。

source: Close app
ar: إغلاق التطبيق
ar_eg: اقفل التطبيق
be: Закрыць праграму
bn: অ্যাপ বন্ধ করুন
cs: Zavřít aplikaci
da: Luk app
de: App schließen
es: Cerrar app
fil: Isara ang app
fr: Fermer l’app
ha: Rufe manhaja
he: סגירת היישום
hi: ऐप बंद करें
hu: App bezárása
hy: Փակել հավելվածը
id: Tutup aplikasi
it: Chiudi app
ja: アプリを閉じる
ka: აპის დახურვა
kk: Қолданбаны жабу
ko: 앱 닫기
ky: Колдонмону жабуу
lt: Uždaryti programą
mr: ॲप बंद करा
ne: एप बन्द गर्नुहोस्
nl: Sluit app
pa_arab: ایپ بند کرو
pl: Zamknij aplikację
pt_br: Fechar app
pt_pt: Fechar app
ro: Închide aplicația
ru: Закрыть приложение
sv: Stäng app
sw: Funga programu
ta: செயலியை மூடு
te: యాప్‌ను మూసివేయి
th: ปิดแอป
tr: Uygulamayı kapat
uk: Закрити програму
ur: ایپ بند کریں
vi: Đóng ứng dụng
yue: 關閉 App
zh_hans: 关闭 App
zh_hant: 關閉 App

source: Continue
ar: متابعة
ar_eg: كمّل
be: Працягнуць
bn: চালিয়ে যান
cs: Pokračovat
da: Fortsæt
de: Weiter
es: Continuar
fil: Magpatuloy
fr: Continuer
ha: Ci gaba
he: המשך
hi: जारी रखें
hu: Folytatás
hy: Շարունակել
id: Lanjutkan
it: Continua
ja: 続ける
ka: გაგრძელება
kk: Жалғастыру
ko: 계속
ky: Улантуу
lt: Tęsti
mr: पुढे सुरू ठेवा
ne: जारी राख्नुहोस्
nl: Ga door
pa_arab: جاری رکھو
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sv: Fortsätt
sw: Endelea
ta: தொடர்
te: కొనసాగించు
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
ur: جاری رکھیں
vi: Tiếp tục
yue: 繼續
zh_hans: 继续
zh_hant: 繼續

source: Could not clear the Instagram app
ar: تعذّر إلغاء اختيار تطبيق ⁦Instagram⁩
ar_eg: مقدرناش نمسح اختيار ⁦Instagram⁩
be: Не ўдалося скінуць выбар Instagram
bn: Instagram অ্যাপের নির্বাচন সরানো যায়নি
cs: Nepodařilo se zrušit výběr Instagramu
da: Kunne ikke rydde valget af Instagram
de: Instagram-App konnte nicht entfernt werden
es: No se pudo quitar la selección de Instagram
fil: Hindi maalis ang napiling Instagram app
fr: Impossible de retirer l’app Instagram
ha: An kasa share zaɓin Instagram
he: לא ניתן היה לבטל את בחירת ⁦Instagram⁩
hi: Instagram ऐप का चयन हटाया नहीं जा सका
hu: Nem sikerült törölni az Instagram kijelölését
hy: Չհաջողվեց մաքրել Instagram-ի ընտրությունը
id: Tidak dapat menghapus pilihan Instagram
it: Impossibile rimuovere la selezione di Instagram
ja: Instagramアプリの選択を解除できませんでした
ka: Instagram-ის არჩევანის გასუფთავება ვერ მოხერხდა
kk: Instagram таңдауын тазалау мүмкін болмады
ko: Instagram 앱 선택을 해제할 수 없습니다
ky: Instagram тандоосун тазалоо мүмкүн болгон жок
lt: Nepavyko panaikinti „Instagram“ pasirinkimo
mr: Instagram ॲपची निवड काढता आली नाही
ne: Instagram को छनोट हटाउन सकिएन
nl: De Instagram-selectie kon niet worden gewist
pa_arab: ⁦Instagram⁩ دی چُون صاف نئیں ہو سکی
pcm: We no fit clear the Instagram app wey you choose
pl: Nie udało się wyczyścić wyboru Instagrama
pt_br: Não foi possível remover a seleção do Instagram
pt_pt: Não foi possível remover a seleção do Instagram
ro: Nu s-a putut elimina selecția Instagram
ru: Не удалось сбросить выбор Instagram
sv: Kunde inte rensa valet av Instagram
sw: Imeshindikana kuondoa chaguo la Instagram
ta: Instagram செயலியின் தேர்வை நீக்க முடியவில்லை
te: Instagram యాప్ ఎంపికను తీసివేయలేకపోయాం
th: ยกเลิกการเลือกแอป Instagram ไม่ได้
tr: Instagram seçimi temizlenemedi
uk: Не вдалося скасувати вибір Instagram
ur: ⁦Instagram⁩ کا انتخاب صاف نہیں ہو سکا
vi: Không thể bỏ chọn ứng dụng Instagram
yue: 清除唔到 Instagram App 嘅選擇
zh_hans: 无法取消选择 Instagram App
zh_hant: 無法清除 Instagram App 的選取項目

source: Could not clear the YouTube app
ar: تعذّر إلغاء اختيار تطبيق ⁦YouTube⁩
ar_eg: مقدرناش نمسح اختيار ⁦YouTube⁩
be: Не ўдалося скінуць выбар YouTube
bn: YouTube অ্যাপের নির্বাচন সরানো যায়নি
cs: Nepodařilo se zrušit výběr YouTube
da: Kunne ikke rydde valget af YouTube
de: YouTube-App konnte nicht entfernt werden
es: No se pudo quitar la selección de YouTube
fil: Hindi maalis ang napiling YouTube app
fr: Impossible de retirer l’app YouTube
ha: An kasa share zaɓin YouTube
he: לא ניתן היה לבטל את בחירת ⁦YouTube⁩
hi: YouTube ऐप का चयन हटाया नहीं जा सका
hu: Nem sikerült törölni a YouTube kijelölését
hy: Չհաջողվեց մաքրել YouTube-ի ընտրությունը
id: Tidak dapat menghapus pilihan YouTube
it: Impossibile rimuovere la selezione di YouTube
ja: YouTubeアプリの選択を解除できませんでした
ka: YouTube-ის არჩევანის გასუფთავება ვერ მოხერხდა
kk: YouTube таңдауын тазалау мүмкін болмады
ko: YouTube 앱 선택을 해제할 수 없습니다
ky: YouTube тандоосун тазалоо мүмкүн болгон жок
lt: Nepavyko panaikinti „YouTube“ pasirinkimo
mr: YouTube ॲपची निवड काढता आली नाही
ne: YouTube को छनोट हटाउन सकिएन
nl: De YouTube-selectie kon niet worden gewist
pa_arab: ⁦YouTube⁩ دی چُون صاف نئیں ہو سکی
pcm: We no fit clear the YouTube app wey you choose
pl: Nie udało się wyczyścić wyboru YouTube
pt_br: Não foi possível remover a seleção do YouTube
pt_pt: Não foi possível remover a seleção do YouTube
ro: Nu s-a putut elimina selecția YouTube
ru: Не удалось сбросить выбор YouTube
sv: Kunde inte rensa valet av YouTube
sw: Imeshindikana kuondoa chaguo la YouTube
ta: YouTube செயலியின் தேர்வை நீக்க முடியவில்லை
te: YouTube యాప్ ఎంపికను తీసివేయలేకపోయాం
th: ยกเลิกการเลือกแอป YouTube ไม่ได้
tr: YouTube seçimi temizlenemedi
uk: Не вдалося скасувати вибір YouTube
ur: ⁦YouTube⁩ کا انتخاب صاف نہیں ہو سکا
vi: Không thể bỏ chọn ứng dụng YouTube
yue: 清除唔到 YouTube App 嘅選擇
zh_hans: 无法取消选择 YouTube App
zh_hant: 無法清除 YouTube App 的選取項目

source: Could not load support options. Check your connection and try again.
ar: تعذّر تحميل خيارات الدعم. تحقّق من اتصالك وحاول مجددًا.
ar_eg: مقدرناش نحمّل اختيارات الدعم. اتأكد من الاتصال وجرّب تاني.
be: Не ўдалося загрузіць варыянты падтрымкі. Праверце злучэнне і паспрабуйце зноў.
bn: সহায়তার বিকল্পগুলি লোড করা যায়নি। সংযোগ পরীক্ষা করে আবার চেষ্টা করুন।
cs: Nepodařilo se načíst možnosti podpory. Zkontrolujte připojení a zkuste to znovu.
da: Kunne ikke indlæse støttemuligheder. Kontrollér forbindelsen, og prøv igen.
de: Unterstützungsoptionen konnten nicht geladen werden. Prüfe deine Verbindung und versuche es erneut.
es: No se pudieron cargar las opciones de apoyo. Comprueba tu conexión e inténtalo de nuevo.
fil: Hindi ma-load ang mga opsyon sa pagsuporta. Tingnan ang koneksyon mo at subukan muli.
fr: Impossible de charger les options de soutien. Vérifiez votre connexion et réessayez.
ha: An kasa loda zaɓuɓɓukan tallafi. Duba haɗinka kuma sake gwadawa.
he: לא ניתן היה לטעון אפשרויות תמיכה. יש לבדוק את החיבור ולנסות שוב.
hi: सहयोग के विकल्प लोड नहीं हो सके। अपना कनेक्शन जाँचें और फिर कोशिश करें।
hu: Nem sikerült betölteni a támogatási lehetőségeket. Ellenőrizd a kapcsolatot, majd próbáld újra.
hy: Չհաջողվեց բեռնել աջակցության տարբերակները։ Ստուգեք կապը և կրկին փորձեք։
id: Tidak dapat memuat opsi dukungan. Periksa koneksi lalu coba lagi.
it: Impossibile caricare le opzioni di sostegno. Controlla la connessione e riprova.
ja: サポートの選択肢を読み込めませんでした。接続を確認して、もう一度お試しください。
ka: მხარდაჭერის ვარიანტები ვერ ჩაიტვირთა. შეამოწმეთ კავშირი და სცადეთ ხელახლა.
kk: Қолдау нұсқалары жүктелмеді. Байланысты тексеріп, қайталап көріңіз.
ko: 후원 옵션을 불러올 수 없습니다. 연결을 확인하고 다시 시도하세요.
ky: Колдоо жолдору жүктөлгөн жок. Байланышты текшерип, кайра аракет кылыңыз.
lt: Nepavyko įkelti paramos parinkčių. Patikrinkite ryšį ir bandykite dar kartą.
mr: पाठिंब्याचे पर्याय लोड झाले नाहीत. जोडणी तपासून पुन्हा प्रयत्न करा.
ne: सहयोगका विकल्पहरू लोड गर्न सकिएन। जडान जाँचेर फेरि प्रयास गर्नुहोस्।
nl: Ondersteuningsopties konden niet worden geladen. Controleer je verbinding en probeer het opnieuw.
pa_arab: مدد دے اختیار لوڈ نئیں ہوئے۔ اپنا کنکشن ویکھو تے فیر کوشش کرو۔
pcm: We no fit load support options. Check your connection and try again.
pl: Nie udało się wczytać opcji wsparcia. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível carregar as opções de apoio. Verifique a conexão e tente novamente.
pt_pt: Não foi possível carregar as opções de apoio. Verifique a conexão e tente novamente.
ro: Nu s-au putut încărca opțiunile de susținere. Verifică conexiunea și încearcă din nou.
ru: Не удалось загрузить варианты поддержки. Проверьте подключение и повторите попытку.
sv: Kunde inte läsa in stödalternativ. Kontrollera anslutningen och försök igen.
sw: Imeshindikana kupakia chaguo za msaada. Angalia muunganisho wako na ujaribu tena.
ta: ஆதரவு விருப்பங்களை ஏற்ற முடியவில்லை. இணைப்பைச் சரிபார்த்து மீண்டும் முயலவும்.
te: మద్దతు ఎంపికలను లోడ్ చేయలేకపోయాం. కనెక్షన్‌ను తనిఖీ చేసి మళ్లీ ప్రయత్నించండి.
th: โหลดตัวเลือกการสนับสนุนไม่ได้ โปรดตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: Destek seçenekleri yüklenemedi. Bağlantınızı kontrol edip yeniden deneyin.
uk: Не вдалося завантажити варіанти підтримки. Перевірте з’єднання та спробуйте знову.
ur: معاونت کے اختیارات لوڈ نہیں ہو سکے۔ اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Không thể tải các lựa chọn ủng hộ. Hãy kiểm tra kết nối và thử lại.
yue: 載入唔到支持選項。請檢查連線再試。
zh_hans: 无法加载支持选项。请检查网络连接后重试。
zh_hant: 無法載入贊助選項。請檢查連線後再試一次。

source: Could not save
ar: تعذّر الحفظ
ar_eg: مقدرناش نحفظ
be: Не ўдалося захаваць
bn: সংরক্ষণ করা যায়নি
cs: Uložení se nezdařilo
da: Kunne ikke gemme
de: Speichern fehlgeschlagen
es: No se pudo guardar
fil: Hindi ma-save
fr: Impossible d’enregistrer
ha: An kasa adanawa
he: השמירה נכשלה
hi: सहेजा नहीं जा सका
hu: Nem sikerült menteni
hy: Չհաջողվեց պահպանել
id: Tidak dapat menyimpan
it: Impossibile salvare
ja: 保存できませんでした
ka: შენახვა ვერ მოხერხდა
kk: Сақтау мүмкін болмады
ko: 저장할 수 없습니다
ky: Сактоо мүмкүн болгон жок
lt: Nepavyko išsaugoti
mr: जतन करता आले नाही
ne: सुरक्षित गर्न सकिएन
nl: Opslaan mislukt
pa_arab: محفوظ نئیں ہو سکیا
pcm: We no fit save am
pl: Nie udało się zapisać
pt_br: Não foi possível salvar
pt_pt: Não foi possível guardar
ro: Nu s-a putut salva
ru: Не удалось сохранить
sv: Kunde inte spara
sw: Imeshindikana kuhifadhi
ta: சேமிக்க முடியவில்லை
te: సేవ్ చేయలేకపోయాం
th: บันทึกไม่ได้
tr: Kaydedilemedi
uk: Не вдалося зберегти
ur: محفوظ نہیں ہو سکا
vi: Không thể lưu
yue: 儲存唔到
zh_hans: 无法保存
zh_hant: 無法儲存

source: Doesn't unlock anything. Just a way to say thanks.
ar: لا يفتح أي ميزات. إنه مجرد وسيلة للتعبير عن الشكر.
ar_eg: مش بيفتح أي مميزات. مجرد طريقة تقول بيها شكرًا.
be: Нічога не разблакіроўвае. Проста спосаб падзякаваць.
bn: কোনো সুবিধা আনলক হয় না। এটি শুধু ধন্যবাদ জানানোর একটি উপায়।
cs: Nic neodemyká. Jen způsob, jak poděkovat.
da: Låser ikke noget op. Bare en måde at sige tak på.
de: Schaltet nichts frei. Einfach eine Möglichkeit, Danke zu sagen.
es: No desbloquea ninguna función. Es solo una forma de dar las gracias.
fil: Walang feature na maa-unlock. Paraan lang ito ng pasasalamat.
fr: Ne débloque aucune fonctionnalité. Juste une façon de dire merci.
ha: Ba ya buɗe wata fasali. Hanya ce kawai ta nuna godiya.
he: לא פותח שום דבר. רק דרך לומר תודה.
hi: इससे कोई सुविधा अनलॉक नहीं होती। यह केवल धन्यवाद कहने का तरीका है।
hu: Nem old fel semmit. Csak egy módja a köszönetnek.
hy: Ոչինչ չի ապակողպում։ Պարզապես շնորհակալություն հայտնելու ձև է։
id: Tidak membuka fitur apa pun. Hanya cara untuk mengucapkan terima kasih.
it: Non sblocca nulla. È solo un modo per dire grazie.
ja: 機能の追加はありません。感謝を伝えるためのものです。
ka: არაფერს ხსნის. ეს უბრალოდ მადლობის თქმის გზაა.
kk: Ешбір мүмкіндікті ашпайды. Тек алғыс білдірудің жолы.
ko: 추가 기능이 열리지는 않습니다. 감사의 마음을 전하는 방법일 뿐입니다.
ky: Эч кандай мүмкүнчүлүктү ачпайт. Жөн гана ыраазычылык билдирүү жолу.
lt: Nieko neatrakina. Tiesiog būdas padėkoti.
mr: यामुळे कोणतीही सुविधा अनलॉक होत नाही. आभार मानण्याचा हा एक मार्ग आहे.
ne: कुनै सुविधा खोल्दैन। धन्यवाद भन्ने एउटा तरिका मात्र हो।
nl: Ontgrendelt niets. Gewoon een manier om bedankt te zeggen.
pa_arab: کوئی سہولت نئیں کھولدا۔ بس شکریہ آکھن دا اک طریقہ اے۔
pcm: E no dey unlock anything. Na just way to say thank you.
pl: Niczego nie odblokowuje. To tylko sposób na podziękowanie.
pt_br: Não desbloqueia nenhuma função. É apenas uma forma de agradecer.
pt_pt: Não desbloqueia nenhuma função. É apenas uma forma de agradecer.
ro: Nu deblochează nimic. Doar un mod de a spune mulțumesc.
ru: Ничего не разблокирует. Просто способ сказать спасибо.
sv: Låser inte upp något. Bara ett sätt att säga tack.
sw: Haifungui kipengele chochote. Ni njia tu ya kusema asante.
ta: எந்த அம்சமும் திறக்கப்படாது. நன்றி சொல்லும் ஒரு வழி மட்டுமே.
te: దీనితో ఏ ఫీచర్ అన్‌లాక్ కాదు. కృతజ్ఞత చెప్పడానికి ఒక మార్గం మాత్రమే.
th: ไม่ได้ปลดล็อกฟีเจอร์ใด ๆ เป็นเพียงวิธีแสดงความขอบคุณ
tr: Hiçbir özelliğin kilidini açmaz. Sadece teşekkür etmenin bir yolu.
uk: Нічого не розблоковує. Просто спосіб подякувати.
ur: کوئی خصوصیت نہیں کھولتا۔ بس شکریہ ادا کرنے کا ایک طریقہ ہے۔
vi: Không mở khóa tính năng nào. Chỉ là một cách nói lời cảm ơn.
yue: 唔會解鎖任何功能，只係表達謝意嘅方法。
zh_hans: 不会解锁任何功能，只是表达感谢的一种方式。
zh_hant: 不會解鎖任何功能，只是表達感謝的方式。

source: Done
ar: تم
ar_eg: تم
be: Гатова
bn: সম্পন্ন
cs: Hotovo
da: OK
de: Fertig
es: Listo
fil: Tapos na
fr: Terminé
ha: An gama
he: סיום
hi: हो गया
hu: Kész
hy: Պատրաստ է
id: Selesai
it: Fine
ja: 完了
ka: მზადაა
kk: Дайын
ko: 완료
ky: Даяр
lt: Atlikta
mr: पूर्ण
ne: सकियो
nl: Gereed
pa_arab: ہو گیا
pcm: E don finish
pl: Gotowe
pt_br: Concluído
pt_pt: Concluído
ro: Gata
ru: Готово
sv: Klart
sw: Tayari
ta: முடிந்தது
te: పూర్తయింది
th: เสร็จสิ้น
tr: Bitti
uk: Готово
ur: مکمل
vi: Xong
yue: 完成
zh_hans: 完成
zh_hant: 完成
